Einstieg/constant/thickness
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "3";
    object      thickness;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    wall
    {
        type            fixedValue;
        value           uniform 0;
    }
    inlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    outlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    Wand_Inlet
    {
        type            fixedValue;
        value           nonuniform List<scalar> 
140
(
14.7745
14.7745
14.7745
14.7745
14.7745
14.7745
14.7745
14.7745
...
)
;
    }
    Wand_Outlet
    {
        type            fixedValue;
        value           nonuniform List<scalar> 
78
(
0
0
0
0
0
0
0
0
...
)
;
    }
    Wand_TankOben
    {
        type            fixedValue;
        value           uniform 0;
    }
    Wand_TankUnten
    {
        type            fixedValue;
        value           uniform 0;
    }
    Wand_Tankwand
    {
        type            fixedValue;
        value           uniform 0;
    }
}


// ************************************************************************* //
