Einstieg/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu              [0 2 -1 0 0 0 0] 1e-06;

// Thermal expansion coefficient
beta            [0 0 0 -1 0 0 0] 3e-03;

// Reference temperature
TRef            [0 0 0 1 0 0 0] 293;

// Laminar Prandtl number
Pr              [0 0 0 0 0 0 0] 0.9;

// Turbulent Prandtl number
Prt             [0 0 0 0 0 0 0] 0.7;

// ************************************************************************* //
